Revit 2027 API
UnitTypeId.LitersPerSecondKilowatt Property
 Liters per second kilowatt.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LitersPerSecondKilowatt { get; }
Public Shared ReadOnly Property LitersPerSecondKilowatt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LitersPerSecondKilowatt {
	ForgeTypeId^ get ();
}
static member LitersPerSecondKilowatt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace